// 1. 4 нь 3-аас их үү ?
// 2. 3 нь 4-өөс их үү ?
// 3. 4 нь 3-аас их буюу тэнцүү юу ?
// 4. 3 нь 4-өөс их буюу тэнцүү юу ?
// 5. 4 нь 4-тэй тэнцүү юу ?
// 6. 4 нь 4-тэй яг тэнцүү юу ?
// 7. 4 нь 4-тэй тэнцүү биш нь үнэн үү ?
// 8. 4 нь "4"-тэй тэнцүү биш нь үнэн үү ?
// 9. 4 нь "4"-тэй яг тэнцүү юу ?
// 10. 4 нь "4"-тэй тэнцүү юу ?
// 11. 4 нь 3-аас их болон 10 нь 12-оос бага нь үнэн үү ?
// 12. 4 нь 3-аас их болон 10 нь 12-оос их нь үнэн үү ?
// 13. 4 нь 3-аас их эсвэл 10 нь 12-оос бага нь үнэн үү ?
// 14. 4 нь 3-аас их эсвэл 10 нь 12-оос их нь үнэн үү ?
// 15. 4 нь 3-аас бага эсвэл 10 нь 12-оос их нь үнэн үү ?
// 16. let five = !(4 > 3) ямар хариу буцаах вэ ?
// 17. let six = !(4 < 3) ямар хариу буцаах вэ ?
// 18. let seven = !(4 > 3 && 10 < 12) ямар хариу буцаах вэ ?
// 19. let eight = !(4 > 3 && 10 > 12) ямар хариу буцаах вэ ?
// 20. let nine = !(4 === "4") ямар хариу буцаах вэ ?
// 21. 936-г 12д хуваагаад гарсан хариуг 9д хуваахад гарах үлдэгдлийг хэвлэнэ үү .
